<template>
    <div class="container">
            <div class="row">
                <div class="col-8 offset-2">
                    <h3 class="application-title">お申込み</h3>
                    <p class="underline blankapp">下記の事項をご確認いただき、ご承諾いただける場合はページ下部の「同意する」ボタンを押して
                        次の画面へお進みください。
                    </p>
                    <h3 class="size">個人情報について</h3>
                    <p>（詳しくは、当社個人情報保護方針をご覧下さい）<br>
                        　当社が運営・管理する施設やご提供するサービスをお客さまにご利用頂くにあたり、お客さまの氏名住所等の個人情報を取得させて頂きますが、
                        これらの情報は以下の目的に利用させて頂きます。
                    </p>
                    <p>
                        1.ボディーメイクサポートの運営<br>
                        2.調査・データ集積・分析<br>
                        3.その他上記に付随する業務の実施<br>
                        　なお、当社は上記業務の円滑な遂行のため、金融機関、クレジットカード会社等に業務を委託し、<br>
                        　必要な範囲でお客さまの個人情報を提供することがあります。
                    </p>
                    <P class="underline blankapp">
                        その場合、当社は業務委託先との間で取扱いに関する契約を締結する等、適切な監督を行います.
                    </p>
                    <h3 class="size">
                    会　　　則
                    </h3>
                    <p>
                    第一章 総則
                    </p>
                    <p>
                    第1条(名称)<br>
                    本サービスは、EnGiiボディーメイクサポート(以下本サービスという)と称します。
                    </p>
                    <p>
                    第2条(目的)<br>
                    本サービスは、一人一人にあった無理のない体づくりのアドバイスを通じ会員の健康増進並びに会員の方が自身のなりたい姿に少しでも近づけるようにすることを目的とします。
                    </p>
                    <p>
                    第3条(運営および管理)<br>
                    本サービスは、サービスグループEnGiiが運営、管理を行います。
                    </p>
                    <p>
                    第二章 会員
                    </p>
                    <p>
                    第4条(会員制度)<br>
                    (1)本サービスは会員制とし、入会する際に定められた会員種類で契約し、利用範囲に応じてサービスを利用することができます。<br>
                    (2)会員の契約期間は、会員が当初定めた契約期間とします。
                    </p>
                    <p>
                    第5条(会員区分)<br>
                    本サービスの会員区分は、次の通りとし、会員の要件および利用範囲等の条件についてはEnGiiが別途これを定めます。<br>
                    (1)個人会員
                    </p>
                    <p>
                    第6条(入会資格)<br>
                    本サービスをお受けできる方は、中学校卒業以上の方で本クラブの趣旨に賛同し本会則を承認した方とします。 尚、本サービスはその自由な裁量により入会申込みを承認またはお断りすることができ、その理由を示す必要はないものとします。 本クラブの入会資格は以下のとおりとします。
                    </p>
                    <p>
                    (1)中学校卒業以上で、本会則および本サービスの諸規則を遵守する方。<br>
                    (2)医師等に運動を禁じられておらず、本サービスの諸利用に支障がないと申告された方(健康状態に疑義のある方は別途ご相談下さい。）<br>
                    (3)本サービスの会員としてふさわしい品位と社会的信用のある方。 <br>
                    (4)暴力団関係、薬物常用でない方。<br>
                    (5)以前に本サービスで規約退会で処理されていない方。
                    </p>
                    <p>
                    第7条(入会手続)<br>
                    会社は、本会則を承認のうえ入会手続を行い、会社の承認を得た上、規定の入会登録料・会費を納入して会員の資格を得た方を本クラブの会員とします。
                    </p>
                    <p>
                    第8条(入会登録料・会費等)<br>
                    (1)入会登録料・諸会費・諸料金等の金額・支払時期・支払方法は、EnGiiがこれを定めます。<br>
                    (2)一旦納入した入会登録料は返還致しません。他方、一旦納入した諸会費・諸料金等は、退会の場合、退会の申し出がなされた月までの諸会費・諸料金、及び事務手数料として1,000円(税抜)を差し引かせて頂いた上で、ご返還致します。尚、上記計算に当たり、数ヶ月単位で入会された場合の諸会費・諸料金割引分は、申し込んであった最後の月の諸会費・諸料金から差し引いた上で計算します。<br>
                    (3)EnGiiは、本サービスの運営上必要と判断した場合または経済情勢の変動に応じて、入会登録料・諸会費・諸料金等の金額を変更することができます。<br>
                    </p>
                    <p>
                    第9条(退会)<br>
                    (1)会員が本サービスを退会する場合は、退会届を毎月10日迄に、その旨を報告のうえ、所定の手続きを完了しなければなりません。退会後3ヶ月以内の再入会の場合は、入会登録料を半額と致します。<br>
                    (2)会員の都合等により会費が2ヶ月以上滞納した場合は退会扱いとさせていただきます。<br>
                    (3)滞納がある場合は完納いただきます。
                    </p>
                    <p>
                    第10条(会員除名)<br>
                    会員が下記の各項に該当するときは、EnGiiは該当会員を除名することができ、会員はその資格を失います。<br>
                    (1)本サービスの会則、その他諸規則に違反したとき。<br>
                    (2)本サービスの名誉を傷つけ、秩序を乱したとき。<br>
                    (3)会費その他の債務を滞納し会社からの催告に応じないとき。<br>
                    (4)入会に際してEnGiiに虚偽の申告をしたと判明したとき。<br>
                    (5)会社が本サービス会員としてふさわしくないと判断したとき。
                    </p>
                    <p>
                    第11条(解約)<br>
                    EnGiiが会員を当サービス会員として不適切であると判断した場合には、EnGIIは当該会員に対し会費2か月分を支払うことにより、会員契約を一方的に解約すること ができます。
                    </p>
                    <p>
                    第12条(会員資格喪失)<br>
                    会員は下記の各項に該当したときに会員資格を喪失します。<br>
                    (1)会員が退会したとき。ただし、事前にEnGii所定の届出を行うものとします。<br>
                    (2)会員が除名されたとき。<br>
                    (3)第13条により、会員契約を解約したとき。<br>
                    (4)会員が死亡したとき。<br>
                    (5)EnGiiが解散したとき<br>
                    (6)経営上重大な理由により本サービスを閉鎖したとき。
                    </p>
                    <P>
                    第13条(休会)<br>
                    会員が本サービスを休会する場合は、休会の申告を前月10日迄にしなければならない。尚、休会希望月の前月11日 以降月末までのお申込みの場合は、休会月の会費は収納済のため、休会費は復帰後の会費に充当します。休会費は1ヶ月につき500円(税抜)とします。 休会期限終了後は自動的に会費の請求が開始となります。また、滞納がある場合は完納いただきます。
                    </p>
                    <p>
                    第14条(コース変更)<br>
                    会員が本サービスの会員種別を変更する場合は、変更届を変更希望月の前月10日までに申告しなければならない。 尚、変更希望月の前月11日以降月末までのお申込みの場合は、コース変更に伴う会費の増額分は、変更手続き時に支払うものとし、減額分が生じた場合は 次月の会費に充当します。変更手数料として1,000円(税抜)を本クラブに支払うものとします。 一括支払いの場合は途中変更はできません。会費期限終了後のコース変更となります。
                    </p>
                    <p>
                    第15条(変更事項の届出)<br>
                    (1)会員は、連絡先及びその他入会申込み事項に変更があった場合には、速やかにEnGiiに申告するものとする。
                    </p>
                    <p>
                    第16条(閉鎖および解散)<br>
                    EnGiiは、必要と認めた場合、本クラブを閉鎖および解散をする事が出来ます。 尚、この場合、閉鎖や解散がなされた月の翌月以降の諸会費・諸料金は返還致します(数ヶ月単位で入会された場合は、既に頂いている諸会費・諸料金から、 閉鎖や解散が適用された月までの料金を差し引いた残金を返還致します)。<br>
                    (1)本クラブが企画し実施する諸活動を行うとき。<br>
                    (2)経営上重大な理由が有るとき。
                    </p>
                    <router-link to="/service/bodymake">戻る</router-link>
                </div>
            </div>
    </div>
</template>

<script>
export default {
    
}
</script>

<style>

.application-title{
    border-left: solid 3px #00CDFF;
    margin-bottom: 50px;
    margin-top: 50px;
    color: #838383;
    font-size: 3.0vw;
}
.underline{
    border-bottom: solid 2px #E7E7E7;
    margin-bottom: 30px;
}
.blankapp{
    padding-bottom: 30px;
}
p{
    font-size: 1.5vw;
}
.size{
    font-size: 3.0vw;
}
</style>